Repository: common-repository/wc-dpd
Catalog: languages/wc-dpd-*.po
Languages: sk_sk

source: Please fill all the required fields.
sk_sk: Prosím vyplňte všetky povinné polia.

source: No parcelshops was found. Try changing the input values and search again.
sk_sk: Nenašli sa žiadne DPD Pickup/Pickup Station. Skúste zmeniť vstupné hodnoty a znova vyhľadajte.

source: Please fill all the fields above!
sk_sk: Prosím vyplňte všetky polia vyššie!

source: Please select one of the available parcelshops!
sk_sk: Vyberte si prosím jeden z dostupných DPD Pickup/Pickup Station miest!

source: Use the correct request method. Possible values are: %s
sk_sk: Použite správnu metódu žiadosti. Možné hodnoty sú: %s

source: Something went wrong: %s
sk_sk: Niečo sa pokazilo: %s

source: Something went wrong! Response is empty!
sk_sk: Niečo sa pokazilo! Odpoveď je prázdna!

source: Something went wrong!
sk_sk: Niečo sa pokazilo!

source: DPD Export Settings
sk_sk: DPD nastavenia exportu

source: Default settings for DPD export
sk_sk: Predvolené nastavenia pre DPD export

source: Choose
sk_sk: Vybrať

source: This is the username you got from DPD to login to their service
sk_sk: Toto je používateľské meno, ktoré ste dostali od spoločnosti DPD na prihlásenie do ich služby

source: Unique customer identifier assigned by DPD.
sk_sk: Jedinečný identifikátor zákazníka pridelený spoločnosťou DPD.

source: Client email
sk_sk: E-mail klienta

source: API key
sk_sk: API kľúč

source: Your api key
sk_sk: Kľúč API

source: Unique authentication key required to access API.
sk_sk: Jedinečný autentifikačný kľúč potrebný na prístup k rozhraniu API.

source: Bank account ID
sk_sk: ID bankového účtu

source: Bank account
sk_sk: Bankový účet

source: Add bank account
sk_sk: Pridať bankový účet

source: Select your default bank account.
sk_sk: Vyberte svoj predvolený bankový účet.

source: ID of the collection address
sk_sk: ID adresy pre zber

source: Address
sk_sk: Adresa

source: Add address
sk_sk: Pridať adresu

source: Select your default address.
sk_sk: Vyberte svoju predvolenú adresu.

source: Transport
sk_sk: Doprava

source: Notifications
sk_sk: Notifikácie

source: Labels format
sk_sk: Formát štítkov

source: Enable Map Widget
sk_sk: Povoliť widget mapy

source: Enable this option to display the map widget. If enabled, a valid Map API Key is required for the widget to function properly.
sk_sk: Povoľte túto možnosť pre zobrazenie widgetu mapy. Ak je povolená, pre správne fungovanie widgetu je potrebný platný kľúč Map API.

source: Map API Key
sk_sk: API kľúč mapy

source: Enter a valid DPD Map API Key. This is required if the Map Widget is enabled.
sk_sk: Zadajte platný API kľúč pre DPD Mapu Toto pole je povinné, ak je povolený widget mapy.

source: Remove
sk_sk: Odstrániť

source: Title
sk_sk: Názov

source: Value
sk_sk: Hodnota

source: DPD parcelshop
sk_sk: DPD Pickup/Pickup Station

source: Allow customers to deliver to the DPD parcelshops.
sk_sk: Umožnite zákazníkom doručovať zásielky do DPD Pickup/Pickup Station.

source: Tax status
sk_sk: Zdaniteľnosť

# Tax status
source: None
sk_sk: Nezdaňuje sa

source: Taxable
sk_sk: Zdaniteľný

source: Shipping type
sk_sk: Typ dopravy

source: Fixed shipping price
sk_sk: Pevná cena dopravy

source: Products weight based shipping price
sk_sk: Sadzba dopravy podľa hmotnosti produktov

source: Choose type of the shipping.
sk_sk: Vyberte typ dopravy.

source: Delivery fee
sk_sk: Poplatok

source: What fee do you want to charge for shipping to the parcelshop.
sk_sk: Aký poplatok chcete účtovať za prepravu do DPD Pickup/Pickup Station.

source: Free shipping from
sk_sk: Doprava zdarma od

source: If you exceed the price in the cart, shipping will be free.
sk_sk: Ak prekročíte cenu v košíku, poštovné bude zadarmo.

source: Products weight based shipping rates
sk_sk: Sadzby dopravy podľa hmotnosti produktov

source: Add shipping rates based on the weight of products in the cart.
sk_sk: Pridajte sadzby za dopravu na základe hmotnosti produktov v košíku.

source: Shipping rate
sk_sk: Sadzba za prepravu

source: Min weight (%s)
sk_sk: Min. hmotnosť (%s)

source: Max weight (%s)
sk_sk: Max. hmotnosť (%s)

source: Price
sk_sk: Cena

source: with
sk_sk: s

source: without
sk_sk: bez

source: tax
sk_sk: DPH

source: Min weight
sk_sk: Min. hmotnosť

source: Max weight
sk_sk: Max. hmotnosť

source: Add a shipping rate
sk_sk: Pridať sadzbu dopravy

source: Setting the weight limits for packages
sk_sk: Nastavenie hmotnostných limitov pre balíky

source: If the shipment does not meet the conditions for delivery in a parcelbox, this shipping method will not be displayed.
sk_sk: Ak zásielka nespĺňa podmienky pre doručenie do parcelboxu, tento spôsob dopravy sa nezobrazí.

source: Maximum weight
sk_sk: Maximálna hmotnosť

source: Maximum weight for Alzabox
sk_sk: Maximálna hmotnosť pre Alzabox

source: Maximum weight for Slovenska Posta box
sk_sk: Maximálna hmotnosť pre box Slovenskej Pošty

source: Setting the dimension limits for packages
sk_sk: Nastavenie rozmerových limitov pre balíky

source: If the shipment does not meet the conditions for delivery in a box, this shipping method will not be displayed.
sk_sk: Ak zásielka nespĺňa podmienky pre doručenie do parcelboxu, tento spôsob dopravy sa nezobrazí.

source: Maximum width
sk_sk: Maximálna šírka

source: Maximum height
sk_sk: Maximálna výška

source: Maximum length
sk_sk: Maximálna dĺžka

source: Maximum width for Alzabox
sk_sk: Maximálna šírka pre Alzabox

source: Maximum height for Alzabox
sk_sk: Maximálna výška pre Alzabox

source: Maximum length for Alzabox
sk_sk: Maximálna dĺžka pre Alzabox

source: Maximum width for Slovenska Posta box
sk_sk: Maximálna šírka pre box Slovenskej Pošty

source: Maximum height for Slovenska Posta box
sk_sk: Maximálna výška pre box Slovenskej Pošty

source: Maximum length for Slovenska Posta box
sk_sk: Maximálna dĺžka pre box Slovenskej Pošty

source: Disallow Shops
sk_sk: Zakázať odberné miesta

source: If checked, DPD Pickup shops will be disabled.
sk_sk: Ak je začiarknuté, všetky DPD Pickup odberné miesta budú zakázané.

source: Disallow Lockers
sk_sk: Zakázať samoobslužné boxy

source: If checked, all locker types will be disabled.
sk_sk: Ak je začiarknuté, všetky samoobslužné boxy budú zakázané.

source: Disallow DPD Pickup Stations
sk_sk: Zakázať DPD Pickup samoobslužné boxy

source: If checked, DPD Pickup Stations will be disabled.
sk_sk: Ak je začiarknuté, samoobslužné boxy DPD Pickup budú zakázané.

source: Disallow Slovenská Pošta Boxes
sk_sk: Zakázať samoobslužné boxy Slovenskej Pošty

source: If checked, Slovenská Pošta boxes will be disabled.
sk_sk: Ak je začiarknuté, samoobslužné boxy Slovenskej Pošty budú zakázané.

source: Disallow Alza Boxes
sk_sk: Zakázať Alza samoobslužné boxy

source: If checked, Alza Boxes will be disabled.
sk_sk: Ak je začiarknuté, samoobslužné Alza boxy budú zakázané.

source: Order %d is already exported to DPD.
sk_sk: Objednávka %d už bola exportovaná do DPD.

source: Order %d was successfully exported
sk_sk: Objednávka %d bola úspešne exportovaná

source: Order %d export data was successfully reset
sk_sk: Údaje exportu pre objednávku %d boli úspešne resetované

source: Order %d does not have the package number and its label couldn't be printed.
sk_sk: Objednávka %d nemá číslo balíka a jej štítok nebolo možné vytlačiť.

source: None of your selected orders have a package number.
sk_sk: Žiadna z vami vybratých objednávok nemá číslo balíka.

source: Something went wrong and the pdf content is not valid. Please check orders %s if the package numbers are correct.
sk_sk: Vyskytol sa problém a obsah súboru PDF nie je platný. Skontrolujte objednávky %s, či sú ich čísla balíkov správne.

source: DPD Bulk Export
sk_sk: DPD Hromadný Export

source: DPD Bulk Download Labels
sk_sk: DPD Hromadné stiahnutie štítkov

source: Export to DPD
sk_sk: Export do DPD

source: Download label
sk_sk: Stiahnuť štítok

source: Package number
sk_sk: Číslo balíka

source: Wrong order ID %d
sk_sk: Zlé ID objednávky %d

source: Export Status
sk_sk: Stav exportu

source: Success
sk_sk: Úspech

source: Download DPD label
sk_sk: Stiahnuť DPD štítok

source: Reset
sk_sk: Resetovať

source: ID Bank account
sk_sk: ID bankového účtu

source: ID of the collection point
sk_sk: ID zberného miesta

source: Shipping product
sk_sk: Preprava produktu

source: Notification
sk_sk: Notifikácie

source: Reference %d
sk_sk: Referencia %d

source: You have to choose a parcelshop.
sk_sk: Musíte si vybrať DPD Pickup/Pickup Station.

source: Chosen Parcelshop
sk_sk: Vybraný DPD Pickup/Pickup Station

source: Parcelshop ID
sk_sk: ID DPD Pickup/Pickup Station

source: Parcelshop PUS ID
sk_sk: PUS ID DPD Pickup/Pickup Station

source: Parcelshop name
sk_sk: Názov DPD Pickup/Pickup Station

source: Parcelshop street
sk_sk: Ulica DPD Pickup/Pickup Station

source: Parcelshop zip
sk_sk: PSČ DPD Pickup/Pickup Station

source: Parcelshop city
sk_sk: Mesto DPD Pickup/Pickup Station

source: Parcelshop country
sk_sk: Krajina DPD Pickup/Pickup Station

source: Parcelshop country code
sk_sk: Kód krajiny DPD Pickup/Pickup Station

source: City
sk_sk: Mesto

source: Zip
sk_sk: PSČ

source: Country
sk_sk: Krajina

source: Search
sk_sk: Hľadať

source: Choose parcelshop
sk_sk: Vybrať DPD Pickup/Pickup Station

source: Selected parcelshop
sk_sk: Vybraná DPD Pickup/Pickup Station

source: DPD SK for WooCommerce plugin requires WooCommerce version %s or higher to work properly. Please update WooCommerce to use this plugin.
sk_sk: Plugin DPD SK pre WooCommerce vyžaduje na správne fungovanie WooCommerce verziu %s alebo vyššiu. Ak chcete používať tento doplnok, aktualizujte WooCommerce.
